Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/yijing__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 九三：高宗伐鬼方，三年克之，小人勿用。
en: The third NINE, undivided, (suggests the case of) K?o ?ung, who attacked the Demon region, but was three years in subduing it. Small men should not be employed (in such enterprises).

source: 六四：繻有衣袽，終日戒。
en: The fourth SIX, divided, shows its subject with rags provided against any leak (in his boat), and on his guard all day long.

source: 九五：東鄰殺牛，不如西鄰之禴祭，實受其福。
en: The fifth NINE, undivided, shows its subject (as) the neighbour in the east who slaughters an ox (for his sacrifice); but this is not equal to the (small) spring sacrifice of the neighbour in the west, whose sincerity receives the blessing.

source: 上六：濡其首，厲。
en: The topmost SIX, divided, shows its subject with (even) his head immersed. The position is perilous.

source: 未濟，亨。小狐汔濟，濡其尾，无攸利。
en: Wei Ji intimates progress and success (in the circumstances which it implies). (We see) a young fox that has nearly crossed (the stream), when its tail gets immersed. There will be no advantage in any way.

source: 初六：濡其尾，吝。
en: The first SIX, divided, shows its subject (like a fox) whose tail gets immersed. There will be occasion for regret.

source: 九二：曳其輪，貞吉。
en: The second NINE, undivided, shows its subject dragging back his (carriage-) wheel. With firmness and correctness there will be good fortune.

source: 六三：未濟，征凶，利涉大川。
en: The third SIX, divided, shows its subject, with (the state of things) not yet remedied, advancing on; which will lead to evil. But there will be advantage in (trying to) cross the great stream.

source: 九四：貞吉，悔亡，震用伐鬼方，三年有賞于大國。
en: The fourth NINE, undivided, shows its subject by firm correctness obtaining good fortune, so that all occasion for repentance disappears. Let him stir himself up, as if he were invading the Demon region, where for three years rewards will come to him (and his troops) from the great kingdom.

source: 六五：貞吉，无悔，君子之光，有孚，吉。
en: The fifth SIX, divided, shows its subject by firm correctness obtaining good fortune, and having no occasion for repentance. (We see in him) the brightness of a superior man, and the possession of sincerity. There will be good fortune.

source: 上九：有孚于飲酒，无咎，濡其首，有孚失是。
en: The topmost NINE, undivided, shows its subject full of confidence and therefore feasting (quietly). There will be no error. (If he) cherish this confidence, till he (is like the fox who) gets his head immersed, it will fail of what is right.
